{"en": [ "Höt Föxx is a hard-hitting Portuguese hard rock band, formed by a group of lifelong friends with a shared passion for 80s music and the ambition of forming a band.",
    "Carlos (guitar), Daniel (guitar) and Gonçalo (bass guitar) first crossed paths in high school. Though life's obligations led them to part ways for a time, their love for rock never faded. Two years ago, attending a local music festival reignited their drive, sparking a renewed commitment to pursue their heavy-metal dreams with full force.",
    "To complete their lineup, they turned to Jorge, a close friend who meanwhile took up the drums.  The final piece fell into place when they discovered Luke, an exceptional vocalist who had recently moved to Portugal from Brazil.",
    "They first came together in a jam session at Jorge's basement, which quickly turned into a rock marathon that raged through the night. By dawn, Höt Föxx was born. With screaming guitars, catchy hooks and enough swagger to make the old gods of rock proud, they set out to bring back the fire of an era when hard rock ruled the world - one riff at the time."],
"pt": [ "Os Höt Föxx são uma banda de hard rock de Aveiro formada por um grupo de amigos de longa data com uma paixão partilhada pela música dos anos 80 e a ambição de formar uma banda.",
    "Carlos (guitarra), Daniel (guitarra) e Gonçalo (guitarra baixo) cruzaram-se pela primeira vez no ensino secundário. Embora as obrigações da vida os tenham levado a separar-se por um tempo, a vontade de formar uma banda nunca desapareceu. Há dois anos, uma ida a um festival de música local, inspirou-os a seguir, uma vez mais, os seus sonhos de hard rock.",
    "Para completar a formação, recorreram ao Jorge, um amigo próximo que, entretanto, assumiu a bateria. A última peça do puzzle encaixou-se quando descobriram o Luke, um excecional vocalista que se tinha mudado recentemente do Brasil para Portugal.",
    "Na cave do Jorge, juntaram-se numa jam session que durou a noite toda. Pela madrugada, os Höt Föxx estavam formados. Com refrões íconicos, guitarras pesadas e uma atitude digna dos antigos ídolos do rock, os Höt Föxx reacendem o espírito de uma época em que o hard rock dominava o mundo - uma riff de cada vez."
    ]
}